Repository: AndreyKuzmenko/daymemory.mobile
Catalog: lib/l10n/app_*.arb
Languages: uk

# tab_timeline
source: Timeline
uk: Записи

# tab_questions
source: Questions
uk: Питання

# done_nav_button
source: Done
uk: Зберегти

# memory_hint_text
source: What is on your mind?
uk: Що у вас на думці?

# error_refresh
source: Oops, some error occured. Ty again
uk: Виникла помилка. Спробуйте ще раз

# minutes_label
source: min
uk: хв

# save_error_message
source: Ooops. Can't save changes.
uk: Оой. Ми не змогли зберегти зміни.

# finish_error_message
source: Oops. Can't finish the action.
uk: Оой. Ми не змогли виконати дію.

# settings_page_title
source: Settings
uk: Налаштування

# settings_passcode_page_title
source: Passcode
uk: Пін-код

# settings_passcode_require_after_page_title
source: Require Passcode
uk: Блокування екрану

# settings_passcode_require_after_explanation
source: After leaving the app, how long until a passcode is required for re-opening?
uk: Через який час після покидання додатку ви б хотіли заблокувати екран?

# settings_passcode_option
source: Passcode & Biometrics
uk: Пін-код і біометрика

# settings_passcode_require_after_option
source: Require after
uk: Блокувати через

# settings_encryption_key_page_title
source: Encryption key
uk: Ключ шифрування

# settings_encryption_key_placeholder
source: Enter the encryption key
uk: Введіть ключ шифрування

# settings_encryption_key_explanation
source: If you loose your private key, you will no be able to access the data anymore. Backup you key in the secured place.
uk: Якщо ви втратите ключ шифрування, ви не зможете більше отримати доступ до своїх даних. Збережіть ваш ключ в надійному місці.

# settings_encryption_key_copy_option
source: Copy
uk: Скопіювати

# settings_sync_page_title
source: Sync
uk: Синхронізація

# settings_sync_enable_sync
source: Enable Sync
uk: Включити синхронізацію

# settings_sync_disable_sync
source: Disable Sync
uk: Виключити синхронізацію

# settings_sync_encryption_explanation
source: End-to-end encryption utilizes a private key to encrypt your data before it reaches the cloud
uk: End-to-end шифрування використовує приватий ключ для шифрування даних перед тим як їх буде надіслано на сервер

# settings_sync_disable_explanation
source: Disabling sync will not allow the app to backup your data in the cloud
uk: При виключеній синхронізації ваші дані будуть зберігатись лише на даному пристрої без можливості відновлення

# settings_sync_enable_explanation
source: With sync enabled, your data will be synced with the cloud. Right now, it is only stored on your device
uk: Включена синхронізація дозволяє зберігати ваші дані на сервері. В даний момент інформація зберігається лише на поточному пристрої

# settings_account_page_title
source: Account
uk: Профіль

# settings_enable_location_saving_option
source: Save location
uk: Зберігати локацію

# settings_enable_screen_locking_option
source: Enable passcode
uk: Включити пін-код

# settings_biometric_title_option
source: Biometric unlock
uk: Біометричне розблокування екрану

# settings_logout_option
source: Logout
uk: Вийти

# settings_login_option
source: Login
uk: Увійти

# settings_privacy_policy_option
source: Privacy Policy
uk: Політика конфіденційності

# settings_language_option
source: Language
uk: Мова

# settings_show_in_review_option
source: Notebooks
uk: Блокноти

# settings_review_period_option
source: Periods
uk: Періоди

# settings_sync_option
source: Sync
uk: Синхронізація

# settings_sync_status_option
source: Status
uk: Статус

# settings_clear_data
source: Clear all data
uk: Видалити всі дані

# settings_sync_status_failed
source: Failed
uk: Помилка

# settings_sync_status_on
source: On
uk: Вкл.

# settings_sync_status_off
source: Off
uk: Викл.

# settings_encryption_set_key
source: Set Encryption Key
uk: Ввести ключ шифрування

# settings_encryption_view_key
source: View Encryption Key
uk: Переглянути ключ

# settings_encryption_create_key
source: Enable Encryption
uk: Включити шифрування

# settings_tags_option
source: Tags
uk: Теги

# settings_syncing_in_progress
source: Syncing...
uk: Синхронізую...

# settings_last_sync_time
source: Last sync time:
uk: Час останнього збереження:

# settings_signin_option
source: Sign in
uk: Вхід в обліковий запис

# settings_sync_never_status
source: Never
uk: Ніколи

# settings_clear_data_title
source: Clearing data
uk: Видалення даних

# settings_logged_in_as
source: Logged in as:
uk: Ви увійшли як:

# settings_clear_data_message
source: Are you sure you want to remove all data?
uk: Ви впевнені, що хочете очистити пристрій?

# settings_blocking_explanation
source: Secure access to the app with a passcode or biometrics
uk: Захистіть доступ до нотаток за допомогою пароля або біометрики

# settings_show_in_review_explanation
source: Review memories
uk: Перегляд спогадів

# settings_intro_option
source: App intro
uk: Знайомство з додатком

# settings_account_name_option
source: Name
uk: Ім'я

# settings_account_explanation
source: Day Memory account information
uk: Інформація профілю Day Memory

# settings_account_clear_data_explanation
source: Make sure that your data is synced with the cloud before deleting it. Otherwise, you won't be able to restore it.
uk: Перед видаленням даних важливо впевнитись, що ваші дані синхронізовані з сервером. В іншому випадку, ви не зможете їх більше відновити.

# settings_encryption_key_absent_error_title
source: Encryption key is empty
uk: Відсутній ключ шифрування

# settings_encryption_key_absent_error_message
source: Data encryption in your account is enabled, but the encryption key is empty. Please, enter the encryption key manually.
uk: У вашому профілі увімкнено шифрування даних, але відсутній ключ шифрування. Будь ласка, введіть ключ шифрування.

# settings_encryption_key_invalid_error_title
source: Invalid Encryption key
uk: Невірний ключ шифрування

# settings_encryption_key_invalid_error_message
source: The encryption key is invalid. Please check whether it's correctly entered.
uk: Перевірте чи ключ шифрування було введено коректно.

# settings_token_expired_error_title
source: Token expired
uk: Час дії токену вийшов

# settings_token_expired_error_message
source: Sync to the cloud is stopped. Please sign in again and resume the sync process.
uk: Синхронізація даних з сервером призупинена. Увійдіть до свого профілю для відновлення процесу синхронізації.

# settings_passcode_time_immediately
source: Immediately
uk: Відразу

# settings_passcode_time_1minute
source: 1 minute
uk: 1 хвилина

# settings_passcode_time_3minutes
source: 3 minutes
uk: 3 хвилини

# settings_passcode_time_5minutes
source: 5 minutes
uk: 5 хвилин

# settings_passcode_time_10minutes
source: 10 minutes
uk: 10 хвилин

# settings_passcode_time_30minutes
source: 30 minutes
uk: 30 хвилин

# settings_passcode_time_1hour
source: 1 hour
uk: 1 година

# no_review_items
source: No items to review yet
uk: У вас немає спогадів для перегляду

# review_yearly
source: Yearly
uk: Щорічно

# review_half_year
source: Half a year ago
uk: Півроку тому

# review_month
source: A month ago
uk: Місяць тому

# review_three_months
source: Three months ago
uk: Три місяці тому

# review_10_days
source: 10 days ago
uk: 10 днів тому

# review_7_days
source: 7 days ago
uk: 7 днів тому

# review_one_year
source: year ago
uk: рік тому

# review_two_four_years
source: years ago
uk: роки тому

# review_many_years
source: years ago
uk: років тому

# sync_loading_data
source: Loading data...
uk: Скачування даних...

# sync_uploading_data
source: Uploading data...
uk: Завантаження даних...

# sync_loading_tags
source: Loading tags...
uk: Завантаження тегів...

# sync_loading_notebooks
source: Loading notebooks...
uk: Завантаження блокнотів...

# sync_loading_notes
source: Loading notes. Remaining: {count}
uk: Завантаження нотаток. Залишилось: {count}

# review_memories_page_title
source: Memories
uk: Спогади

# settings_select_language_title
source: Select a language
uk: Виберіть мову

# edit_tags_title
source: Tags
uk: Теги

# tag_family
source: Family
uk: Сім'я

# tag_work
source: Work
uk: Робота

# tag_life
source: Life
uk: Життя

# notebook_general
source: 📘 General
uk: 📘 Загальні

# side_menu_settings
source: Settings
uk: Налаштування

# side_menu_review_memories
source: Review memories
uk: Переглянути спогади

# side_menu_new_notebook
source: New notebook
uk: Новий блокнот

# side_menu_notebooks
source: Notebooks
uk: Блокноти

# remove_note_message
source: Confirm deletion
uk: Ви дійсно хочете видали запис?

# remove_question_list_message
source: Confirm deletion
uk: Ви дійсно хочете видали список питань?

# no_notes
source: No memories yet
uk: Нотатки відсутні

# no_notebook_notes
source: You don't have notebooks. Please start with creating one.
uk: У вас немає блокнотів. Розпочніть зі створення першого.

# note_delete_title
source: Delete note
uk: Видалення нотатки

# note_delete_message
source: Are you sure you want to delete the item?
uk: Ви впевнені, що хочете видалити нотатку?

# note_use_photo_datetime
source: Use photo date and time?
uk: Використовувати дату і час із фото?

# notebook_delete_title
source: Delete notebook
uk: Видалення блокноту

# notebook_delete_message
source: Are you sure you want to delete the item?
uk: Ви впевнені, що хочете видалити блокнот?

# edit_notebook_delete
source: Delete notebook
uk: Видалити блокнот

# edit_notebook_new_title
source: New notebook
uk: Новий блокнот

# edit_notebook_edit_title
source: Edit notebook
uk: Редагування блокноту

# edit_notebook_title_placeholder
source: Enter title
uk: Введіть заголовок

# edit_notebook_sortby_option
source: Sort notes by
uk: Сортування нотаток

# edit_notebook_sortby_title
source: Sort by
uk: Сортування нотаток

# edit_notebook_sortby_created_date
source: Entry Date
uk: Дата створення

# edit_notebook_sortby_modified_date
source: Edit Date
uk: Дата редагування

# note_options_title
source: Options
uk: Опції

# note_select_notebook_title
source: Select a notebook
uk: Вибрати блокнот

# note_options_date_label
source: Date
uk: Дата

# note_options_notebook_label
source: Notebook
uk: Блокнот

# note_options_location_label
source: Location
uk: Місце

# note_options_no_location_text
source: No location
uk: Немає збереженого місця

# sort_notebooks_title
source: Sort notebooks
uk: Сортувати ноубуки

# sort_notebooks_no_items
source: You don't have notebooks
uk: У вас немає блокнотів

# show_in_review_notebooks_title
source: Select notebooks
uk: Виберіть блокноти

# show_in_review_notebooks_no_items
source: You don't have notebooks
uk: У вас немає блокнотів

# select_review_period_title
source: Select periods
uk: Виберіть періоди

# question_lists_page_title
source: Questions
uk: Питання

# menu_edit
source: Edit
uk: Редагувати

# menu_delete
source: Delete
uk: Видалити

# menu_cancel
source: Cancel
uk: Відмінити

# loading
source: Loading, please wait
uk: Завантажуємо дані

source: Open Settings
uk: Відкрити налаштування

# locations_blocked_title
source: Can't track location
uk: Неможливо визначити локацію

# locations_blocked_message
source: Please open Settings and allow usage of locations.
uk: Відкрийте Налаштування та дозвольте використання локацій.

# biometric_blocked_title
source: Can't use biometric
uk: Неможливо використати біометрику

# biometric_blocked_message
source: Please open Settings and allow usage of biometric.
uk: Відкрийте Налаштування та дозвольте використання біометрики.

# welcome
source: Welcome to {appName}
uk: Вітаємо в {appName}

# email_field_placeholder
source: Enter your e-mail
uk: Введіть ваш e-mail

# password_field_label
source: Password
uk: Пароль

# password_field_placeholder
source: Enter your password
uk: Введіть ваш password

# code_field_label
source: Code
uk: Код

# code_field_placeholder
source: Enter the code
uk: Введіть код

# first_name_field_label
source: First Name
uk: Ім'я

# first_name_field_placeholder
source: Enter your first name
uk: Введіть ваше ім'я

# last_name_field_label
source: Last name
uk: Прізвище

# last_name_field_placeholder
source: Enter your last name
uk: Введіть ваше прізвище

# login_page_title
source: Login
uk: Вхід

# login_page_login_button
source: Login
uk: Логін

# login_page_forgot_password_button
source: Forgot your password?
uk: Забули ваш пароль?

# login_page_create_account_button
source: Create an account
uk: Створити обліковий запис

# login_page_and_separator
source: and
uk: та

# signup_page_title
source: Sign up
uk: Реєстрація

# signup_page_signup_button
source: Sign up
uk: Реєстрація

# signup_page_and_separator
source: and
uk: та

# forgot_password_page_title
source: Restore password
uk: Відновлення паролю

# forgot_password_page_instruction
source: Enter your user account's verified email address and we will send you a code.
uk: Введіть ваш e-mail і ми надішлемо вам код на пошту

# forgot_password_page_button
source: Restore password
uk: Відновити пароль

# restore_password_page_title
source: Change password
uk: Зміна паролю

# restore_password_page_instruction
source: Enter the code that we have sent to your e-mail and a new password.
uk: Введіть код, який ми надіслали на вашу пошту, та новий пароль

# restore_password_page_button
source: Change password
uk: Змінити пароль

# loading_message
source: loading...
uk: завантаження...

# required_field_validator
source: Required field
uk: Обов'язкове поле

# invalid_email_password
source: Invalid e-mail or password
uk: Невірний e-mail чи пароль

# email_is_in_use_error
source: E-mail is already in use
uk: Даний e-mail вже використовується

# short_password_validator
source: Password should be at least 7 symbols
uk: Пароль має бути мінімум 7 символів

# invalid_email_validator
source: Invalid e-mail format
uk: Невірний формат e-mail

# create_account_error
source: Can't create an account. Try again.
uk: Не вдалось створити обліковий запис. Спробуйте пізніше ще раз

# restore_password_error
source: Can't restore password. Try again.
uk: Не вдалось відновити пароль. Спробуйте пізніше ще раз

# somethingWrong
source: Oops, something went wrong. Please try again.
uk: Ой, щось пішло не так. Спробуйте ще раз.

# gotIt
source: OK
uk: Зрозуміло!

source: Error
uk: Помилка

# jailbrakeTitle
source: Rooted device
uk: Пристрій з Root-доступом

# jailbrakeMessage
source: This application cannot be used on a rooted device.
uk: Даний додаток неможливо використовувати на пристрої з root-доступом.

source: Skip
uk: Пропустити

# maintenance_mode_title
source: Application under Maintenance
uk: Додаток на обслуговуванні

# maintenance_mode_description
source: We are performing scheduled maintenance. We will be back on-line shortly!
uk: Ми виконуємо заплановане обслуговування. Ми скоро повернемось!

source: Yes
uk: Так

source: Cancel
uk: Відмінити

source: Close
uk: Закрити

source: Delete
uk: Видалити

# enter_pin_title
source: Enter passcode
uk: Введіть ПІН-код

# create_pin_title
source: Enter new passcode
uk: Придумайте ПІН-код

# confirm_pin_title
source: Re-enter new passcode
uk: Підтвердіть ПІН-код

# face_id_subtitle
source: Log in to the app without a PIN code
uk: Увійти додатку без введення ПІН-коду

source: Allow Face ID
uk: Дозволити Face ID

source: Allow Touch ID
uk: Дозволити Touch ID

# face_id_reason
source: Unlock using Face ID
uk: Розблокувати за допомогою Face ID

# touch_id_reason
source: Unlock using Touch ID
uk: Розблокувати за допомогою Touch ID

# no_internet
source: There is no Internet connection
uk: Немає інтернет з'єднання

source: Retry
uk: Повторити

source: Next
uk: Далі

source: Get started
uk: Розпочати

# tutorial2_title
source: Write your story
uk: Напишіть свою історію

# tutorial3_title
source: Review memories
uk: Переглядайте спогади

# tutorial4_title
source: Write from any device
uk: Використовуйте будь-який пристрій

# tutorial5_title
source: Protect your data
uk: Захистіть свої дані

# tutorial1_subtitle
source: Your personal notebook that is always with you
uk: Персональний записник, який завжди з вами

# tutorial2_subtitle
source: Preserve important events from your life
uk: Зберігайте важливі події з вашого життя

# tutorial3_subtitle
source: Remember everything that happened in your life.
uk: Згадуйте все, що відбувалось у вашому житті.

# tutorial4_subtitle
source: Download for free on iPhone, iPad, Android, Mac and Windows
uk: Завантажуйте безкоштовно додатки для iPhone, iPad, Android, Mac та Windows

# tutorial5_subtitle
source: Configure a passcode and biometric protection to keep your data safe
uk: Налаштуйте PIN-код та біометричну аутентифікацію для доступу до записів
